Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCore/Sources/CleansiaCore/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# error.address.already_exists
source: You already have this address saved.
cs: Tuto adresu už máte uloženou.
ru: Этот адрес уже сохранён.
sk: Túto adresu už máte uloženú.
uk: Ця адреса вже збережена.

# error.address.invalid_length
source: Address is too short or too long.
cs: Adresa je příliš krátká nebo příliš dlouhá.
ru: Адрес слишком короткий или слишком длинный.
sk: Adresa je príliš krátka alebo príliš dlhá.
uk: Адреса занадто коротка або занадто довга.

# error.address.label_required
source: Please provide a label for this address.
cs: Zadejte prosím název adresy.
ru: Пожалуйста, введите название для этого адреса.
sk: Zadajte prosím názov tejto adresy.
uk: Будь ласка, введіть назву для цієї адреси.

# error.address.mapbox_coords_required
source: Please select an address from the suggestions.
cs: Vyberte prosím adresu z našeptávače.
ru: Пожалуйста, выберите адрес из подсказок.
sk: Vyberte prosím adresu z návrhov.
uk: Будь ласка, виберіть адресу з підказок.

# error.address.not_owned_by_user
source: You can't access this address.
cs: K této adrese nemáte přístup.
ru: Вы можете управлять только своими адресами.
sk: Môžete spravovať iba vlastné adresy.
uk: Ви можете керувати лише власними адресами.

# error.auth.google_type_error
source: This account uses Google sign-in. Use the Google button.
cs: Tento účet používá přihlášení přes Google. Použijte tlačítko Google.
ru: Эта учётная запись использует вход через Google. Используйте кнопку Google.
sk: Tento účet používa prihlásenie cez Google. Použite tlačidlo Google.
uk: Цей обліковий запис використовує вхід через Google. Скористайтеся кнопкою Google.

# error.auth.insufficient_privileges
source: You don't have permission to do that.
cs: Nemáte oprávnění k této akci.
ru: У вас нет разрешения на это действие.
sk: Nemáte oprávnenie na túto akciu.
uk: У вас немає дозволу на цю дію.

# error.auth.internal_type_error
source: Use email and password to sign in for this account.
cs: Pro tento účet se přihlaste e-mailem a heslem.
ru: Для этой учётной записи войдите по email и паролю.
sk: Pre tento účet sa prihláste e-mailom a heslom.
uk: Для цього облікового запису увійдіть з email і паролем.

# error.auth.invalid_apple_token
source: Invalid Apple token
cs: Neplatný Apple token
ru: Недействительный токен Apple
sk: Neplatný Apple token
uk: Недійсний токен Apple

# error.auth.invalid_confirmation_code
source: This code is invalid or has expired.
cs: Tento kód je neplatný nebo vypršel.
ru: Этот код недействителен или истёк.
sk: Tento kód je neplatný alebo vypršal.
uk: Цей код недійсний або застарів.

# error.auth.invalid_google_token
source: Google sign-in failed. Please try again.
cs: Přihlášení přes Google se nezdařilo. Zkuste to znovu.
ru: Не удалось войти через Google. Попробуйте снова.
sk: Prihlásenie cez Google sa nepodarilo. Skúste to znova.
uk: Не вдалося увійти через Google. Спробуйте знову.

# error.auth.invalid_password_format
source: Password must be at least 8 characters with letters and numbers.
cs: Heslo musí mít alespoň 8 znaků a obsahovat písmena a číslice.
ru: Пароль должен содержать минимум 8 символов, буквы и цифры.
sk: Heslo musí mať aspoň 8 znakov a obsahovať písmená a číslice.
uk: Пароль має містити щонайменше 8 символів, літери та цифри.

# error.auth.invalid_refresh_token
source: Your session expired. Please sign in again.
cs: Vaše přihlášení vypršelo. Přihlaste se prosím znovu.
ru: Ваша сессия истекла. Войдите снова.
sk: Vaša relácia vypršala. Prihláste sa znova.
uk: Ваша сесія завершилася. Увійдіть знову.

# error.auth.invalid_reset_token
source: This password reset link is invalid or has expired.
cs: Tento odkaz pro obnovení hesla je neplatný nebo vypršel.
ru: Эта ссылка для сброса пароля недействительна или истекла.
sk: Tento odkaz na obnovenie hesla je neplatný alebo vypršal.
uk: Це посилання для скидання пароля недійсне або застаріле.

# error.auth.refresh_token_reused
source: For your security, you've been signed out everywhere.
cs: Z bezpečnostních důvodů jste byli odhlášeni ze všech zařízení.
ru: В целях безопасности вы вышли со всех устройств.
sk: Z bezpečnostných dôvodov ste boli odhlásení zo všetkých zariadení.
uk: З міркувань безпеки вас вийшли з усіх пристроїв.

# error.auth.same_reset_password
source: Please choose a password different from your old one.
cs: Zvolte prosím heslo odlišné od původního.
ru: Выберите пароль, отличный от старого.
sk: Zvoľte prosím heslo odlišné od pôvodného.
uk: Виберіть пароль, відмінний від попереднього.

# error.auth.too_many_attempts
source: Too many attempts with this code. Request a new code and try again.
cs: Příliš mnoho pokusů s tímto kódem. Vyžádejte si nový kód a zkuste to znovu.
ru: Слишком много попыток с этим кодом. Запросите новый код и попробуйте ещё раз.
sk: Príliš veľa pokusov s týmto kódom. Vyžiadajte si nový kód a skúste to znova.
uk: Забагато спроб із цим кодом. Запросіть новий код і спробуйте ще раз.

# error.city.not_serviced
source: We don't operate in this city yet.
cs: V tomto městě zatím nepůsobíme.
ru: В этом городе мы пока не работаем.
sk: V tomto meste zatiaľ nepôsobíme.
uk: У цьому місті ми поки що не працюємо.

# error.common.invalid_enum_value
source: Invalid selection.
cs: Neplatná volba.
ru: Неверный выбор.
sk: Neplatná voľba.
uk: Невірний вибір.

# error.common.max_length
source: Too long.
cs: Příliš dlouhé.
ru: Слишком длинное.
sk: Príliš dlhé.
uk: Занадто довге.

# error.common.min_length
source: Too short.
cs: Příliš krátké.
ru: Слишком короткое.
sk: Príliš krátke.
uk: Занадто коротке.

# error.common.required
source: This field is required.
cs: Toto pole je povinné.
ru: Это поле обязательно.
sk: Toto pole je povinné.
uk: Це поле обов’язкове.

# error.company.not_found
source: Company information not found
cs: Informace o společnosti nenalezeny
ru: Информация о компании не найдена
sk: Informácie o spoločnosti neboli nájdené
uk: Інформацію про компанію не знайдено

# error.country.not_existing_id
source: Country not found
cs: Země nenalezena
ru: Страна не найдена
sk: Krajina nebola nájdená
uk: Країну не знайдено

# error.country.not_serviced
source: We don't operate in this country yet.
cs: V této zemi zatím nepůsobíme.
ru: В этой стране мы пока не работаем.
sk: V tejto krajine zatiaľ nepôsobíme.
uk: У цій країні ми поки що не працюємо.

# error.country.required
source: Please select a country.
cs: Zvolte prosím zemi.
ru: Выберите, пожалуйста, страну.
sk: Zvoľte prosím krajinu.
uk: Виберіть, будь ласка, країну.

# error.currency.invalid
source: Invalid currency
cs: Neplatná měna
ru: Недействительная валюта
sk: Neplatná mena
uk: Недійсна валюта

# error.device.invalid_platform
source: Unsupported device platform.
cs: Nepodporovaná platforma zařízení.
ru: Неподдерживаемая платформа устройства.
sk: Nepodporovaná platforma zariadenia.
uk: Непідтримувана платформа пристрою.

# error.device.not_found
source: This device is no longer registered.
cs: Toto zařízení už není registrované.
ru: Это устройство больше не зарегистрировано.
sk: Toto zariadenie už nie je registrované.
uk: Цей пристрій більше не зареєстрований.

# error.dispute.already_exists
source: Dispute already exists for this order
cs: Spor pro tuto objednávku již existuje
ru: Спор для этого заказа уже существует
sk: Reklamácia pre túto objednávku už existuje
uk: Суперечка для цього замовлення вже існує

# error.dispute.max_length_exceeded
source: Maximum length exceeded
cs: Překročena maximální délka
ru: Превышена максимальная длина
sk: Bola prekročená maximálna dĺžka
uk: Перевищено максимальну довжину

# error.dispute.not_found
source: Dispute not found
cs: Spor nenalezen
ru: Спор не найден
sk: Reklamácia nebola nájdená
uk: Суперечку не знайдено

# error.dispute.not_owned_by_user
source: This dispute belongs to a different account.
cs: Tento spor patří k jinému účtu.
ru: Этот спор принадлежит другому аккаунту.
sk: Táto reklamácia patrí k inému účtu.
uk: Ця суперечка належить іншому обліковому запису.

# error.email.invalid_email
source: Please enter a valid email.
cs: Zadejte prosím platný e-mail.
ru: Пожалуйста, введите корректный email.
sk: Zadajte prosím platný e-mail.
uk: Будь ласка, введіть дійсний email.

# error.email.invalid_format
source: Please enter a valid email.
cs: Zadejte prosím platný e-mail.
ru: Пожалуйста, введите корректный email.
sk: Zadajte prosím platný e-mail.
uk: Будь ласка, введіть дійсний email.

# error.employee_document.not_found
source: Document not found.
cs: Dokument nenalezen.
ru: Документ не найден.
sk: Dokument sa nenašiel.
uk: Документ не знайдено.

# error.employee_document.not_owned
source: You don't own this document.
cs: Tento dokument vám nepatří.
ru: Этот документ вам не принадлежит.
sk: Tento dokument vám nepatrí.
uk: Цей документ вам не належить.

# error.employee_document.unauthorized
source: You can't access this document.
cs: K tomuto dokumentu nemáte přístup.
ru: У вас нет доступа к этому документу.
sk: K tomuto dokumentu nemáte prístup.
uk: У вас немає доступу до цього документа.

# error.employee.already_approved
source: This employee is already approved.
cs: Tento zaměstnanec je již schválen.
ru: Этот сотрудник уже одобрен.
sk: Tento zamestnanec je už schválený.
uk: Цього працівника вже схвалено.

# error.employee.already_rejected
source: This employee is already rejected.
cs: Tento zaměstnanec je již zamítnut.
ru: Этот сотрудник уже отклонён.
sk: Tento zamestnanec je už zamietnutý.
uk: Цього працівника вже відхилено.

# error.employee.documents_missing
source: Required documents are missing. Please upload them in your profile.
cs: Chybí povinné dokumenty. Nahrajte je ve svém profilu.
ru: Отсутствуют обязательные документы. Загрузите их в профиле.
sk: Chýbajú povinné dokumenty. Nahrajte ich vo svojom profile.
uk: Відсутні обов'язкові документи. Завантажте їх у профілі.

# error.employee.not_allowed_to_update
source: You can't edit this employee.
cs: Tohoto zaměstnance nemůžete upravovat.
ru: Вы не можете редактировать этого сотрудника.
sk: Tohto zamestnanca nemôžete upravovať.
uk: Ви не можете редагувати цього працівника.

# error.employee.not_approved
source: Your account hasn't been approved yet.
cs: Váš účet zatím nebyl schválen.
ru: Ваш аккаунт ещё не одобрен.
sk: Váš účet zatiaľ nebol schválený.
uk: Ваш обліковий запис ще не схвалено.

# error.employee.not_existing_email
source: No employee found with this email.
cs: Zaměstnanec s tímto e-mailem nebyl nalezen.
ru: Сотрудник с этим е-мейлом не найден.
sk: Zamestnanec s týmto e-mailom sa nenašiel.
uk: Працівника з цією е-поштою не знайдено.

# error.employee.not_found
source: Employee not found.
cs: Zaměstnanec nenalezen.
ru: Сотрудник не найден.
sk: Zamestnanec sa nenašiel.
uk: Працівника не знайдено.

# error.employee.profile_incomplete
source: Please complete your profile before taking jobs.
cs: Před přijímáním zakázek prosím dokončete svůj profil.
ru: Перед приёмом заказов завершите ваш профиль.
sk: Pred prijímaním zákaziek si prosím dokončite profil.
uk: Перед прийняттям замовлень заповніть свій профіль.

# error.file.content_type_doesnt_match
source: File type doesn't match.
cs: Typ souboru nesedí.
ru: Тип файла не совпадает.
sk: Typ súboru nesedí.
uk: Тип файлу не збігається.

# error.file.count_exceeded
source: Too many files.
cs: Příliš mnoho souborů.
ru: Слишком много файлов.
sk: Príliš veľa súborov.
uk: Занадто багато файлів.

# error.file.count_too_few
source: Please attach at least one file.
cs: Připojte prosím alespoň jeden soubor.
ru: Прикрепите, пожалуйста, хотя бы один файл.
sk: Pripojte prosím aspoň jeden súbor.
uk: Додайте, будь ласка, хоча б один файл.

# error.file.invalid_file_type
source: Unsupported file type.
cs: Nepodporovaný typ souboru.
ru: Неподдерживаемый тип файла.
sk: Nepodporovaný typ súboru.
uk: Непідтримуваний тип файлу.

# error.file.required
source: A file is required.
cs: Soubor je povinný.
ru: Файл обязателен.
sk: Súbor je povinný.
uk: Файл обов'язковий.

# error.file.size_exceeded
source: File is too large.
cs: Soubor je příliš velký.
ru: Файл слишком большой.
sk: Súbor je príliš veľký.
uk: Файл занадто великий.

# error.file.size_exceeded_10mb
source: File is too large (max 10 MB).
cs: Soubor je příliš velký (max 10 MB).
ru: Файл слишком большой (макс. 10 МБ).
sk: Súbor je príliš veľký (max 10 MB).
uk: Файл занадто великий (макс. 10 МБ).

# error.file.type_not_allowed
source: This file type isn't allowed.
cs: Tento typ souboru není povolen.
ru: Этот тип файла не разрешён.
sk: Tento typ súboru nie je povolený.
uk: Цей тип файлу не дозволено.

# error.gdpr.consent_already_granted
source: This consent has already been granted.
cs: Tento souhlas již byl udělen.
ru: Это согласие уже предоставлено.
sk: Tento súhlas už bol udelený.
uk: Цю згоду вже надано.

# error.gdpr.consent_not_found
source: Consent not found.
cs: Souhlas nenalezen.
ru: Согласие не найдено.
sk: Súhlas nebol nájdený.
uk: Згоду не знайдено.

# error.gdpr.deletion_already_pending
source: Account deletion is already in progress.
cs: Smazání účtu již probíhá.
ru: Удаление аккаунта уже выполняется.
sk: Vymazanie účtu už prebieha.
uk: Видалення облікового запису вже триває.

# error.gdpr.deletion_blocked_by_invoice
source: Your account can't be deleted yet — there is an open invoice.
cs: Účet zatím nelze smazat — existuje nevyřízená faktura.
ru: Аккаунт пока нельзя удалить — есть незакрытый счёт.
sk: Účet zatiaľ nie je možné vymazať — existuje nevybavená faktúra.
uk: Обліковий запис поки не можна видалити — є незакритий рахунок.

# error.gdpr.deletion_blocked_by_order
source: Your account can't be deleted yet — there is an active order.
cs: Účet zatím nelze smazat — existuje aktivní objednávka.
ru: Аккаунт пока нельзя удалить — есть активный заказ.
sk: Účet zatiaľ nie je možné vymazať — existuje aktívna objednávka.
uk: Обліковий запис поки не можна видалити — є активне замовлення.

# error.gdpr.deletion_failed
source: Couldn't delete your account. Please contact support.
cs: Nelze odstranit účet. Kontaktujte prosím podporu.
ru: Не удалось удалить учётную запись. Обратитесь в поддержку.
sk: Nie je možné odstrániť účet. Kontaktujte prosím podporu.
uk: Не вдалося видалити обліковий запис. Зверніться в підтримку.

# error.gdpr.export_failed
source: Couldn't export your data. Please try again.
cs: Nelze exportovat data. Zkuste to znovu.
ru: Не удалось экспортировать данные. Попробуйте снова.
sk: Nie je možné exportovať údaje. Skúste to znova.
uk: Не вдалося експортувати дані. Спробуйте знову.

# error.general.not_found
source: Not found.
cs: Nenalezeno.
ru: Не найдено.
sk: Nenájdené.
uk: Не знайдено.

# error.generic
source: Something went wrong. Please try again.
cs: Něco se pokazilo. Zkuste to prosím znovu.
ru: Что-то пошло не так. Попробуйте ещё раз.
sk: Niečo sa pokazilo. Skúste to znova.
uk: Щось пішло не так. Спробуйте ще раз.

# error.language.not_found
source: Language not found
cs: Jazyk nenalezen
ru: Язык не найден
sk: Jazyk nebol nájdený
uk: Мову не знайдено

# error.language.not_supported
source: This language isn't supported.
cs: Tento jazyk není podporován.
ru: Этот язык не поддерживается.
sk: Tento jazyk nie je podporovaný.
uk: Ця мова не підтримується.

# error.live_activity.order_not_active
source: This booking can't show live status yet.
cs: Tato rezervace zatím nemůže zobrazit živé sledování.
ru: Это бронирование пока не может показывать статус в реальном времени.
sk: Táto rezervácia zatiaľ nemôže zobraziť živé sledovanie.
uk: Це бронювання ще не може показувати статус у реальному часі.

# error.membership.already_active
source: You already have an active membership.
cs: Již máte aktivní členství.
ru: У вас уже есть активное членство.
sk: Už máte aktívne členstvo.
uk: У вас уже є активне членство.

# error.membership.not_found
source: Membership not found.
cs: Členství nenalezeno.
ru: Членство не найдено.
sk: Členstvo nebolo nájdené.
uk: Членство не знайдено.

# error.membership.plan.not_found
source: Membership plan not found.
cs: Plán členství nebyl nalezen.
ru: План членства не найден.
sk: Plán členstva sa nenašiel.
uk: План членства не знайдено.

# error.membership.swap_same_plan
source: You're already on this plan.
cs: Tento plán již máte.
ru: У вас уже есть этот план.
sk: Tento plán už máte.
uk: У вас уже є цей план.

# error.network.unreachable
source: Can't reach the server. Check your connection.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
ru: Проверьте подключение к интернету и попробуйте снова.
sk: Skontrolujte pripojenie na internet a skúste to znova.
uk: Перевірте підключення до Інтернету та спробуйте знову.

# error.not_found
source: We couldn't find what you were looking for.
cs: Nepodařilo se najít, co hledáte.
ru: Не удалось найти то, что вы искали.
sk: Nepodarilo sa nájsť, čo hľadáte.
uk: Не вдалося знайти те, що ви шукали.

# error.order.actual_time.positive
source: Actual time must be greater than zero.
cs: Skutečný čas musí být větší než nula.
ru: Фактическое время должно быть больше нуля.
sk: Skutočný čas musí byť väčší ako nula.
uk: Фактичний час має бути більший за нуль.

# error.order.address_exactly_one_required
source: Please select a saved address or enter a new one.
cs: Vyberte prosím uloženou adresu nebo zadejte novou.
ru: Пожалуйста, выберите сохранённый адрес или введите новый.
sk: Vyberte prosím uloženú adresu alebo zadajte novú.
uk: Будь ласка, виберіть збережену адресу або введіть нову.

# error.order.after_photos.required
source: Take at least one "after" photo before completing the order.
cs: Před dokončením zakázky pořiďte alespoň jednu fotografii „po".
ru: Перед завершением заказа сделайте хотя бы одно фото «после».
sk: Pred dokončením zákazky odfoťte aspoň jednu fotografiu „po".
uk: Перед завершенням замовлення зробіть хоча б одне фото «після».

# error.order.already_assigned
source: This order was just taken by another cleaner.
cs: Tuto zakázku právě převzal jiný uklízeč.
ru: Этот заказ только что взял другой клинер.
sk: Túto zákazku práve prevzal iný upratovač.
uk: Це замовлення щойно взяв інший прибиральник.

# error.order.already_cancelled
source: This booking is already cancelled.
cs: Tato rezervace je již zrušena.
ru: Это бронирование уже отменено.
sk: Táto rezervácia je už zrušená.
uk: Це бронювання вже скасоване.

# error.order.already_completed
source: This booking is already completed.
cs: Tato rezervace je již dokončena.
ru: Это бронирование уже завершено.
sk: Táto rezervácia je už dokončená.
uk: Це бронювання вже завершене.

# error.order.cancellation_window_closed
source: The cancellation window has closed.
cs: Lhůta pro zrušení již uplynula.
ru: Период отмены уже закрыт.
sk: Lehota na zrušenie už uplynula.
uk: Період скасування вже закінчився.

# error.order.cleaning_date.below_lead_time
source: This time is too close. Please choose a later slot.
cs: Tento čas je příliš blízko. Zvolte pozdější termín.
ru: Это время слишком близко. Выберите более поздний слот.
sk: Tento čas je príliš blízko. Zvoľte neskorší termín.
uk: Цей час занадто близький. Виберіть пізніший слот.

# error.order.cleaning_date.future
source: Date must be in the future.
cs: Datum musí být v budoucnosti.
ru: Дата должна быть в будущем.
sk: Dátum musí byť v budúcnosti.
uk: Дата має бути в майбутньому.

# error.order.completion_notes.required
source: Completion notes are required.
cs: Poznámky k dokončení jsou povinné.
ru: Заметки о завершении обязательны.
sk: Poznámky k dokončeniu sú povinné.
uk: Нотатки про завершення обов'язкові.

# error.order.completion_notes.too_long
source: Completion notes are too long.
cs: Poznámky k dokončení jsou příliš dlouhé.
ru: Заметки о завершении слишком длинные.
sk: Poznámky k dokončeniu sú príliš dlhé.
uk: Нотатки про завершення занадто довгі.

# error.order.creation_failed
source: Couldn't create booking. Please try again.
cs: Nelze vytvořit rezervaci. Zkuste to znovu.
ru: Не удалось создать бронирование. Попробуйте снова.
sk: Nie je možné vytvoriť rezerváciu. Skúste to znova.
uk: Не вдалося створити бронювання. Спробуйте знову.

# error.order.employee_already_assigned
source: You're already assigned to this order.
cs: Na tuto zakázku jste již přiřazeni.
ru: Вы уже назначены на этот заказ.
sk: Na túto zákazku ste už priradení.
uk: Вас уже призначено на це замовлення.

# error.order.employee_already_has_order_in_progress
source: You already have another order in progress. Finish it before starting a new one.
cs: Již máte jinou zakázku v průběhu. Před zahájením nové ji prosím dokončete.
ru: У вас уже есть другой заказ в работе. Завершите его перед началом нового.
sk: Už máte inú zákazku v priebehu. Pred začatím novej ju prosím dokončite.
uk: У вас уже є інше замовлення в роботі. Завершіть його перед початком нового.

# error.order.employee_not_assigned
source: You're not assigned to this order.
cs: Na tuto zakázku nejste přiřazeni.
ru: Вы не назначены на этот заказ.
sk: Na túto zákazku nie ste priradení.
uk: Вас не призначено на це замовлення.

# error.order.empty
source: Your order is empty. Please add at least one service.
cs: Objednávka je prázdná. Přidejte prosím alespoň jednu službu.
ru: Ваш заказ пуст. Пожалуйста, добавьте хотя бы одну услугу.
sk: Objednávka je prázdna. Pridajte prosím aspoň jednu službu.
uk: Ваше замовлення порожнє. Будь ласка, додайте принаймні одну послугу.

# error.order.in_progress_cannot_cancel
source: This booking is in progress and can't be cancelled.
cs: Rezervace probíhá a nelze ji zrušit.
ru: Это бронирование выполняется и не может быть отменено.
sk: Rezervácia prebieha a nie je možné ju zrušiť.
uk: Це бронювання виконується і не може бути скасоване.

# error.order.issue.description_required
source: Issue description is required.
cs: Popis problému je povinný.
ru: Описание проблемы обязательно.
sk: Popis problému je povinný.
uk: Опис проблеми обов'язковий.

# error.order.max_employees_exceeded
source: This order already has the maximum number of cleaners.
cs: Tato zakázka již má maximální počet uklízečů.
ru: На этом заказе уже максимальное количество клинеров.
sk: Táto zákazka už má maximálny počet upratovačov.
uk: На цьому замовленні вже максимальна кількість прибиральників.

# error.order.no_available_spots
source: No cleaners are available for that slot. Please pick another time.
cs: Pro tento termín nejsou k dispozici žádní uklízeči. Zvolte jiný čas.
ru: На этот слот нет доступных клинеров. Выберите другое время.
sk: Pre tento termín nie sú k dispozícii žiadne upratovačky. Zvoľte iný čas.
uk: На цей слот немає доступних клінерів. Виберіть інший час.

# error.order.not_completed
source: You can review an order only after it's completed.
cs: Objednávku lze hodnotit až po dokončení.
ru: Оценить заказ можно только после завершения.
sk: Objednávku možno hodnotiť až po dokončení.
uk: Оцінити замовлення можна лише після завершення.

# error.order.not_confirmed
source: This order isn't confirmed yet.
cs: Tato zakázka ještě není potvrzena.
ru: Этот заказ ещё не подтверждён.
sk: Táto zákazka ešte nie je potvrdená.
uk: Це замовлення ще не підтверджено.

# error.order.not_found
source: Booking not found.
cs: Rezervace nenalezena.
ru: Бронирование не найдено.
sk: Rezervácia nenájdená.
uk: Бронювання не знайдено.

# error.order.not_in_progress
source: This order isn't in progress.
cs: Tato zakázka není v průběhu.
ru: Этот заказ не в работе.
sk: Táto zákazka nie je v priebehu.
uk: Це замовлення не в роботі.

# error.order.note.content_required
source: Note text is required.
cs: Text poznámky je povinný.
ru: Текст заметки обязателен.
sk: Text poznámky je povinný.
uk: Текст нотатки обов'язковий.

# error.order.payment_gateway_unavailable
source: Payment service is temporarily unavailable.
cs: Platební služba je dočasně nedostupná.
ru: Платёжный сервис временно недоступен.
sk: Platobná služba je dočasne nedostupná.
uk: Платіжна служба тимчасово недоступна.
